{
  "ddc-fuzzy": { "branch": "main" },
  "ddc-previewer-floating": { "branch": "main" },
  "ddc-source-around": { "branch": "main" },
  "ddc-source-cmdline": { "branch": "main" },
  "ddc-source-file": { "branch": "main" },
  "ddc-source-lsp": { "branch": "main" },
  "ddc-ui-pum": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "ddu-filter-matcher_substring": { "branch": "main" },
  "ddu-source-file": { "branch": "main" },
  "ddu-source-help": { "branch": "main" },
  "ddu-ui-ff": { "branch": "main" },
  "ddu-ui-filer": { "branch": "main" },
  "ddu.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "emmet-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lexima.vim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "pum.vim": { "branch": "main" },
  "skkeleton": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "vimdoc-ja": { "branch": "master" }
}